use milktea;

SELECT *
FROM member;

SELECT *
FROM member2;

INSERT INTO product
VALUES('', 'CD 플레이어', 60000, '무료배송', '택배배송', 3, 10, 60000, '최고음질', '7일이내환불가능', '택배배송', 
'국내만 가능', '반품 시 5000원 비용 발생', '단순변심:7일 이내', '7일 이내라도 상품 가치가 하락했을 경우 반품 불가');

INSERT INTO product
VALUES('', '사과', 12000, '무료배송', '택배배송', 3, 10, 24000, '맛좋은 사과', '7일이내환불가능', '택배배송', 
'국내만 가능', '반품 시 5000원 비용 발생', '단순변심:7일 이내', '7일 이내라도 상품 가치가 하락했을 경우 반품 불가');

INSERT INTO product
VALUES('','바나나', 3000, 3000, '택배배송', 3, 50, 12000, '잘익은바나나', '7일이내환불가능', '택배배송', 
'국내만 가능', '반품 시 5000원 비용 발생', '단순변심:7일 이내', '7일 이내라도 상품 가치가 하락했을 경우 반품 불가');

INSERT INTO product
VALUES('','커피', 2500, '무료배송', '택배배송', 3, 99, 7500, '대한민국에서 가장 맛있는 커피', '7일이내환불가능', '택배배송', 
'국내만 가능', '반품 시 5000원 비용 발생', '단순변심:7일 이내', '7일 이내라도 상품 가치가 하락했을 경우 반품 불가');

INSERT INTO product
VALUES('','계란', 7000, '무료배송', '택배배송', 3, 2, 14000, '대란 30구 대한민국 최저가', '7일이내환불가능', '택배배송', 
'국내만 가능', '반품 시 5000원 비용 발생', '단순변심:7일 이내', '7일 이내라도 상품 가치가 하락했을 경우 반품 불가');

INSERT INTO product
VALUES('','라즈베리', 8900, 2500, '택배배송', 3, 77, 11400, '냉동 라즈베리', '7일이내환불가능', '택배배송', 
'국내만 가능', '반품 시 5000원 비용 발생', '단순변심:7일 이내', '7일 이내라도 상품 가치가 하락했을 경우 반품 불가');

INSERT INTO product
VALUES('','해리포터', 200000, '무료배송', '택배배송', 3, 5, 200000, '해리포터 전집', '7일이내환불가능', '택배배송', 
'국내만 가능', '반품 시 5000원 비용 발생', '단순변심:7일 이내', '7일 이내라도 상품 가치가 하락했을 경우 반품 불가');

INSERT INTO product
VALUES('','아이스카페라떼', 1500, 3000, '택배배송', 3, 99, 15000, '간편하게 즐길 수 있는 카페라떼', '7일이내환불가능', '택배배송', 
'국내만 가능', '반품 시 5000원 비용 발생', '단순변심:7일 이내', '7일 이내라도 상품 가치가 하락했을 경우 반품 불가');

INSERT INTO product
VALUES('','주스', 4000, 3000, "택배배송", 3, 99, 19000, '고당도 주스', '7일이내환불가능', '택배배송', 
'국내만 가능', '반품 시 5000원 비용 발생', '단순변심:7일 이내', '7일 이내라도 상품 가치가 하락했을 경우 반품 불가');

INSERT INTO product
VALUES('','노트북', 1500000, '무료배송', '택배배송', 3, 10, 1500000, '기본옵션:윈도우10 설치, 마우스 키스킨 무료증정', '7일이내환불가능', 
'택배배송', '국내만 가능', '반품 시 5000원 비용 발생', '단순변심:7일 이내', '7일 이내라도 상품 가치가 하락했을 경우 반품 불가');

INSERT INTO opt
VALUES('', 1, 1);

INSERT INTO opt
VALUES('', 2, 2);

INSERT INTO opt
VALUES('', 4, 3);

INSERT INTO opt
VALUES('', 3, 4);

INSERT INTO opt
VALUES('', 2, 5);

INSERT INTO opt
VALUES('', 1, 6);

INSERT INTO opt
VALUES('', 1, 7);

INSERT INTO opt
VALUES('', 10, 8);

INSERT INTO opt
VALUES('', 4, 9);

INSERT INTO opt
VALUES('', 1, 10);

